Repository: CofficLab/Lumi
Catalog: LumiApp/Plugins/CodeServerPlugin/CodeServer.xcstrings
Source language: en
Languages: zh_hk

source: Code Server
zh_hk: 代碼服務器

source: code-server 未运行，扩展管理不可用
zh_hk: code-server 未運行，擴展管理不可用

source: Extensions
zh_hk: 擴展

source: Open VSX 扩展市场
zh_hk: Open VSX 擴展市場

source: 刷新扩展列表
zh_hk: 重新整理擴展列表

source: 加载扩展列表...
zh_hk: 載入擴展列表...

source: 卸载扩展
zh_hk: 卸載擴展

# 在 Lumi 中通过 code-server 使用完整的 VS Code 编辑体验
source: Use full VS Code editing experience via code-server in Lumi
zh_hk: 在 Lumi 中通過 code-server 使用完整的 VS Code 編輯體驗

source: 已安装
zh_hk: 已安裝

source: 应用
zh_hk: 套用

source: 应用此图标主题
zh_hk: 套用此圖標主題

source: 应用此颜色主题
zh_hk: 套用此顏色主題

source: 扩展管理
zh_hk: 擴展管理

source: 搜索失败
zh_hk: 搜索失敗

# 搜索并安装来自 Open VSX 的扩展 支持数千个开源扩展
source: 搜索并安装来自 Open VSX 的扩展\n支持数千个开源扩展
zh_hk: 搜索並安裝來自 Open VSX 的擴展\n支持數千個開源擴展

source: 无法连接 code-server
zh_hk: 無法連接 code-server

source: 未安装任何扩展
zh_hk: 未安裝任何擴展

source: 未找到相关扩展
zh_hk: 未找到相關擴展

source: 正在加载热门扩展...
zh_hk: 正在載入熱門擴展...

source: 点击上方「市场」标签搜索安装扩展
zh_hk: 點擊上方「市場」標籤搜索安裝擴展

source: 管理 code-server 扩展
zh_hk: 管理 code-server 擴展

source: 访问 Open VSX 官网
zh_hk: 訪問 Open VSX 官網

source: 请先启动 code-server 以管理扩展
zh_hk: 請先啟動 code-server 以管理擴展

source: 重试
zh_hk: 重試
